Repository: felixse/FluentTerminal
Catalog: FluentTerminal.App/Strings/*/Resources.resw
Source language: en
Languages: ar, ar_iq, az, bg, bs, de, eo, es, fa, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt, ro, ru, sl, sq, sr_cyrl, sr_latn, sv, tr, ug_arab, uk, uz_latn, vi, zh_hans, zh_hant

# EmptyEnvironmentVariableName
source: Cannot define an environment variable without a name.
ar: لا يمكن تعريف مغير بيئي بلا اسم.
ar_iq: لا يمكن تعريف متغير بيئة بدون اسم.
az: Bir mühit dəyişənini ad olmadan təyin etmək olmur.
bg: Не може да се определи променлива без име.
bs: Varijabla okruženja mora imati naziv.
de: Es kann keine Umgebungsvariable ohne Name erstellt werden.
eo: Ne eblas difini medivariablon sennoman.
fa: نمی‌توان متغیر محیطی بدون نام تعریف کرد
fr: Impossible de définir une variable d'environnement sans nom.
he: לא ניתן להגדיר משתנה סביבה ללא שם.
hi: बिना नाम के पर्यावरण चर को परिभाषित नहीं किया जा सकता है।
hr: Nije moguće odrediti okruženje bez imena.
hu: Nem lehet definiálni egy környezeti változót név nélkül.
id: Tidak dapat mendefinisikan variabel environtment tanpa nama
it: Le variabili d'ambiente devono avere un nome
ja: 名前がない環境変数は定義できません。
ko: 이름이 없는 환경 변수를 정의할 수 없습니다.
nl: Kan geen envourment variable aanmaken zonder een naam.
pl: Nie można zdefiniować zmiennej bez jej nazwy
pt: Não é possível definir uma variável de ambiente sem um nome.
ro: Nu se poate defini o variabilă de mediu fără nume.
ru: Невозможно определить переменную среды без имени.
sl: Ime spremenljivke je obvezno
sq: Nuk mund të përcaktojë një ndryshore të mjedisit pa një emër.
sr_cyrl: Немогуће је дефинисати променљиву окружења без имена.
sr_latn: Nemoguće je definisati promenljivu okruženja bez imena.
sv: Det går inte att definiera en miljövariabel utan namn.
tr: Adsız bir ortam değişkeni tanımlanamıyor.
ug_arab: ئىسىمسىز مۇھىت ئۆزگەرگۈچى مىقدارنى بەلگىلىيەلمەيدۇ.
uk: Неможливо визначити змінну середовища без назви
uz_latn: Atrof muhit o'zgaruvchisini nomisiz aniqlab bo'lmaydi.
vi: Không thể xác định một biến môi trường mà không có tên.
zh_hans: 无法定义没有名称的环境变量
zh_hant: 無法定義無名稱的環境變數

# EnvironmentVariables.Text
source: Environment variables
ar: متغيرات بيئية
ar_iq: متغيرات البيئة
az: Ətraf mühit dəyişkənləri
bg: Променливи на средата
bs: Varijable okruženja
de: Umgebungsvariablen
eo: Medivariabloj
fa: متغیر محیطی
fr: Variables d'environnement
he: משתני סביבה
hi: पर्यावरण चर
hr: Varijable okruženja
hu: Környezeti változók
id: Variabel environtment
it: Variabili d'ambiente
ja: 環境変数
ko: 환경 변수
pl: Zmienne środowiskowe
pt: Variáveis de ambiente
ro: Variabile de mediu
ru: Переменные среды
sl: Spremenljivke okolja
sq: Variablat e mjedisit
sr_cyrl: Променљиве окружења
sr_latn: Promenljive okruženja
sv: Miljövariabler
tr: Ortam değişkenleri
ug_arab: مۇھىت ئۆزگەرگۈچى مىقدار
uk: Змінні середовища
uz_latn: Atrof muhitning o'zgaruvchilari
vi: Các biến môi trường
zh_hans: 环境变量
zh_hant: 環境變數

# CloseSearchPanel.ToolTipService.ToolTip
source: Close search panel
ar: أغلق لوحة البحث
ar_iq: إغلاق لوحة البحث
az: Axtarış panelini bağlayın
bg: Затворете панела за търсене
bs: Zatvori panel za pretragu
de: Suche schließen
eo: Fermi serĉpanelon
fa: بستن تابلوی جستجو
fr: Fermer le panneau de recherche
he: סגור את לוח החיפוש
hi: खोज पैनल बंद करें
hr: Zatvori ploču pretrage
hu: Kereső panel bezárása
id: Tutup panel pencarian
it: Chiudi il pannello di ricerca
ja: 検索をパネルを閉じる
ko: 검색 패널 닫기
nl: Sluit zoek balk
pl: Zamknij panel wyszukiwania
pt: Fechar painel de pesquisa
ro: Închideți panoul de căutare
ru: Закрыть панель поиска
sl: Zapri iskalno ploščo
sq: Mbyll panelin e kërkimit
sr_cyrl: Затвори панел претраге
sr_latn: Zatvori panel pretrage
sv: Stäng sökpanelen
tr: Arama panelini kapat
ug_arab: ئىزدەش تاختىسىنى تاقاش
uk: Закрити панель пошуку
uz_latn: Qidiruv panelini yoping
vi: Đóng bảng điều khiển tìm kiếm
zh_hans: 关闭搜索框
zh_hant: 關閉搜尋面板

# FindNext.ToolTipService.ToolTip
source: Find next
ar: جد التالي
ar_iq: بحث عن التالي
az: Növbəti tapın
bg: Намерете следващия
bs: Pronađi sljedeći
de: Nächstes Ergebnis
eo: Trovi sekvan
fa: جستجوی بعدی
fr: Trouver le suivant
he: מצא את הבא
hi: अगला तलाशें
hr: Pronađi sljedeće
hu: Következő keresése
id: Temukan selanjutnya
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
nl: Find volgende
pl: Znajdź następne
pt: Encontre o próximo
ro: Înainte
ru: Найти следующее
sl: Najdi naslednjega
sq: Gjeni tjetër
sr_cyrl: Нађи следеће
sr_latn: Nađi sledeće
sv: Hitta nästa
tr: Sonraki bul
ug_arab: كېيىنكىسىنى تېپىش
uk: Знайти далі
uz_latn: Keyingisini toping
vi: Tìm tiếp theo
zh_hans: 搜索下一个
zh_hant: 尋找下一筆

# FindPrevious.ToolTipService.ToolTip
source: Find previous
ar: جد السابق
ar_iq: البحث السابق
az: Əvvəlki tapın
bg: Намерете предишния
bs: Pronađi prethodni
de: Vorheriges Ergebnis
eo: Trovi antaŭan
fa: جستجوی پیشین
fr: Rechercher précédent
he: מצא קודמות
hi: पिछले खोजें
hr: Pronađi prethodno
hu: Előző keresése
id: Temukan sebelumnya
it: Trova precedente
ja: 前を検索
ko: 이전 찾기
nl: Find vorige
pl: Znajdź poprzednie
pt: Encontrar o anterior
ro: Înapoi
ru: Найти предыдущее
sl: Najdi prejšnjega
sq: Gjeni të mëparshmen
sr_cyrl: Нађи претходно
sr_latn: Nađi prethodno
sv: Hitta föregående
tr: Öncekini bul
ug_arab: ئالدىنقىسىنى تېپىش
uk: Знайти позаду
uz_latn: Avvalgisini toping
vi: Tìm trước
zh_hans: 搜索上一个
zh_hant: 尋找上一筆

# SearchTextBox.PlaceholderText
source: Enter search term
ar: أدخل شرط بحث
ar_iq: أدخل مصطلح البحث
az: Axtarış termini daxil edin
bg: Въведете термин за търсене
bs: Unesite pojam za pretragu
de: Suchbegriff eingeben
eo: Enigi serĉvorton
fa: متن جستجو را وارد کنید
fr: Entrez le terme de recherche
he: הזן מונח חיפוש
hi: खोज शब्द दर्ज करें
hr: Upiši traženi izraz
hu: Keresett kifejezés
id: Masukkan istilah pencarian
it: Scrivi il testo da cercare
ja: 検索キーワードを入力
ko: 검색 단어 입력
nl: Enter zoek term
pl: Podaj frazę
pt: Insira o termo de pesquisa
ro: Introduceți fraza de căutare
ru: Введите слово для поиска
sl: Vstavi iskano frazo
sq: Vendos termin e kërkimit
sr_cyrl: Унеси термин претраге
sr_latn: Unesi termin pretrage
sv: Ange sökord
tr: Arama terimini gir
ug_arab: ئىزدەش ئاتالغۇسىنى كىرگۈزۈش
uk: Введіть що шукатимемо
uz_latn: Qidiruv so'zini kiriting
vi: Nhập cụm từ tìm kiếm
zh_hans: 输入搜索内容
zh_hant: 搜尋文字

# Search.Text
source: Search
ar: ابحث
ar_iq: بحث
az: Axtarış
bg: Търсете
bs: Pretraži
de: Suche
eo: Serĉi
fa: جستجو
fr: Chercher
he: חיפוש
hi: खोज
hr: Traži
hu: Keresés
id: Cari
it: Cerca
ja: 検索
ko: 검색
nl: Zoekken
pl: Szukaj
pt: Procurar
ro: Căutare
ru: Поиск
sl: Išči
sq: Kërko
sr_cyrl: Претражи
sr_latn: Pretraži
sv: Sök
tr: Arama
ug_arab: ئىزدەش
uk: Пошук
uz_latn: Qidirmoq
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋

# PrintableOutputOnly.Content
source: Printable output only
ar: نواتج قابلة للطباعة فقط
ar_iq: الإخراج للطباعة فقط
az: Yalnız çap edilə bilər
bg: Само принтируеми изходни данни
bs: Samo izlaz koji se može printati
de: Nur darstellbare Ausgaben
eo: Nur presebla eligo
fa: فقط خروجی قابل چاپ
fr: Sortie imprimable seulement
he: פלט להדפסה בלבד
hi: प्रिंट करने योग्य उत्पादन ही
hr: Samo ispisiv rezultat
hu: Csak a nyomtatható kimenet
id: Hanya keluaran yang bisa dicetak
it: Solo output stampabile
ja: 印字可能なもののみ出力する
ko: 표시 가능한 출력만 표시
nl: Print output alleen
pl: Wyświetlaj tylko czytelne symbole
pt: Saída imprimível apenas
ro: Numai imprimabil
ru: Только печатный вывод
sl: Izhod samo za tiskanje
sq: Vetëm prodhimi i printueshëm
sr_cyrl: Само штампајући излаз
sr_latn: Samo štampajući izlaz
sv: Endast utskrivbar utskrift
tr: Yalnızca yazdırılabilir çıktı
ug_arab: پەقەت بېسىپ چىقىرىشقىلا بولىدۇ
uk: Тільки видимий вивід
uz_latn: Faqatgina chop etilishi mumkin
vi: Chỉ đầu ra có thể in
zh_hans: 只输出可打印内容
zh_hant: 只輸出可印出內容

# EnableLogging.Header
source: Log output for debugging
ar: نواتج السجل للتصحيح
ar_iq: إخراج السجل للتصحيح
az: Çatdırılma üçün giriş çıxışı
bg: Записвайте изходните данни с цел дебъгване
bs: Prikaži izlaz za debugiranje
de: Ausgabe zum Debuggen protokollieren
eo: Protokoli eligon por sencimigo
fa: خروجی گزارش‌ها برای اشکال‌زدایی
fr: Journal de sortie pour le débogage
hi: डीबगिंग के लिए आउटपुट लॉग करें
hr: Zapiši rezultat za ispravljanje grešaka
hu: Hibakereső naplózás
id: Keluaran Log untuk debugging
it: Log output per il debug
ja: デバッグ用ログ出力
ko: 디버깅로그 출력
nl: Log output voor debugging
pl: Zapisuj dane wyjściowe dla debugowania
pt: Log de saída para depuração
ro: Jurnal pentru depanare
ru: Вывод журнала для отладки
sl: Zapiši izhodni dnevnik za odpravljanje napak
sq: Regjistro prodhimin për korrigjimin e gabimeve
sr_cyrl: Запиши излаз за исправљање
sr_latn: Zapiši izlaz za ispravljanje
sv: Loggutdata för felsökning
tr: Hata ayıklama için günlük çıktısı
ug_arab: ھەل قىلىش ئۈچۈن خاتىرە چىقىرىش
uk: Логувати вивід
uz_latn: Nosozliklarni tuzatish uchun jurnal chiqishi
vi: Nhật ký đầu ra để gỡ lỗi
zh_hans: 记录 Debug 日志
zh_hant: 紀錄輸出以debugging

# WordSeparator.Header
source: Word separator characters
ar: أحرف فواصل الكلمة
ar_iq: أحرف كلمة فاصل
az: Söz ayırıcı simvol
bg: Символи за разделяне на думи
bs: Znakovi za razmake između riječi
de: Worttrennende Zeichen
eo: Vort-apartigaj signoj
fa: نویسه‌های جداساز واژه
fr: Caractères séparateurs de mots
hi: शब्द विभाजक वर्ण
hr: Znakovi za razdvajanje riječi
hu: Szóelválasztó karakterek
id: Karakter pemisah kata
it: Separatori di parole
ja: テキスト区切り文字
ko: 띄어쓰기 문자
nl: Woord scheidingstekens
pl: Znaki seperujące słowa
pt: Caracteres separadores de palavras
ro: Caractere de separare a cuvintelor
ru: Символы разделителя слов
sl: Znaki za ločevanje besed
sq: Karakteret ndarëse të fjalëve
sr_cyrl: Карактери одвајања речи
sr_latn: Karakteri odvajanja reči
sv: Ord separator tecken
tr: Kelime ayırıcı karakterler
ug_arab: سۆز ئايرىش ھەرپلىرى
uk: Розділюючі символи
uz_latn: So‘zni ajratuvchi belgilar
vi: Các ký tự phân tách từ
zh_hans: 单词分隔符
zh_hant: 文字分隔符號

source: Drop tab here
ar: إسقط اللسان هنا
ar_iq: علامة التبويب إسقاط هنا
az: Nişanı buraya salın
bg: Пуснете раздела тук
bs: Postavi karticu ovdje.
de: Tab hier ablegen
eo: Demetu langeton ĉi tien
fa: زبانه را اینجا بیندازید
he: שחרר את הלשונית כאן
hi: यहां टैब ड्रॉप करें
hr: Spusti karticu ovdje
hu: Fül ledobása ide
id: Pindahkan ke sini
it: Rilascia la scheda qui
ja: タブをここに移動
pl: Upuść kartę tutaj
pt: Solte a aba aqui
ro: Lăsați fila aici
ru: Вкладку сюда
sl: Tukaj spustite zavihek
sq: Hidhni skedën këtu
sr_cyrl: Овде испусти картицу
sr_latn: Ovde ispusti karticu
sv: Släpp fliken här
tr: Sekmeyi buraya bırakın
ug_arab: بەتكۈچنى بۇ يەرگە تاشلاڭ
uk: Скидайте вкладку сюди
uz_latn: Yorliqni bu yerga tashlang
vi: Thả tab ở đây
zh_hans: 删除此标签
zh_hant: 刪除此分頁

# Command.SavedSshNewTab
source: New tab for SSH profile
he: לשונית חדשה לפרופיל SSH

# Command.SavedSshNewWindow
source: New window for SSH profile
he: חלון חדש לפרופיל SSH
